[language]

;语言名称

name=简体中文

;------------------------------------
[tips]

;启动时提示
UACtips=是否添加dockmod绕过UAC之后不会在弹窗提示用户账户控制！
firsttip=本软件不收取任何费用，严禁用于商业目的，如造成损失本人概不负责。
dwmerror=检测到系统未开启DWM，程序无法正常运行！
crashtip=程序已崩溃是否重新启动！
;------------------------------------

[iconame]

;dock标签名称

finder=访达
launchpad=启动台
cal=日历
trash=废纸篓

;文件夹界面最后一个图标

explorer=在访达中打开

;系统时间图标标签名称格式

timeformat=yyyy年M月d日 dddd
;时间格式为系统时间格式 y 年 m月份 d 日期 dddd 星期几  ddd周几

;拖放到launchpad时图标标签

remove=移除
addtopad=添加到启动台
iconisfull=当前页图标已满

;------------------------------------------------------------

[systemicon]
;系统图标名称
controlpanel=控制面板
taskbar=托盘图标
systemtime=系统时间
cortana=语音助手
network=网上邻居
mydocument=我的文档
weather=天气预报
battery=电池
errortips=已经添加此系统菜单图标！


------------------------------------

[editicon]
;编辑图标界面

addtips=可将文件拖放到此处

reset=重置
ok=确定
restore=还原
addname=添加显示名称
addicotips=点击右上角“...”添加图标
switch=切换
trashempty=废纸篓空
trashfull=废纸篓满
iconshell=使用图标遮罩
addline=启动参数
;弹出选择文件窗口标题

selectfoldertitle=选择文件夹
;天气预报输入提示
searchcity=搜索城市天气，支持拼音和区号


;------------------------------------

[editcal]

;编辑日历界面

monthfont=月份字体：
dayfont=日期字体：
monthpoint=月份坐标：
daypoint=日期坐标：
monthposition=月份对齐：
dayposition=日期对齐：
monthcolor=月份颜色：
daycolor=日期颜色：
rotation=旋转角度：
default=使用默认配置

ok=确定
test=测试

left=居左
right=居右
center=居中

;弹出选择图片窗口标题

selectcalicon=选择日历图片

;------------------------------------

[editicontips]
;编辑图标界面弹出错误提示

iconduplicate=已经在 Dock 中添加此程序！

systemduplicate=已经添加此系统菜单图标！

titleerror=程序显示名称不能为空！
filepatherror=程序路径和图标不能为空！

padtitleerror1=文件名重复，请重新输入！
padtitleerror2=文件更改失败，如果程序放在C盘请使用管理员模式运行！

formaterror=不支持的格式，建议放入png、ico、exe、lnk格式!

;---------------------------------------------------------------------------
;设置界面
[settingUI]

settitle=MyDockFinder 偏好设置

Global Settings=全局设置

openMyDock=开启 MyDock
openMyFinder=开启 MyFinder
MyDockerror=请开启 MyDock
MyFindererror=请开启 MyFinder

DPIscale=全局界面显示大小
Accentcolor=全局界面强调色
darkmodeall=全局界面颜色模式

darkmode_light=亮色
darkmode_dark=暗色
darkmode_auto=自动
darkmode_system=跟随系统

aero=开启全局模糊效果
systemdarkmode=调整全局界面颜色时修改系统颜色
autoupdate=自动检查程序更新
systemstart=开机自动启动
autohidetaskbar=启动时自动隐藏任务栏

hidetaskbar_dock=隐藏程序所在屏幕任务栏
hidetaskbar_all=隐藏所有屏幕任务栏

DirectDXFPS=选择全局DirectDX渲染刷新率

languagechoice=选择程序全局显示语言
allfont=修改全局使用字体
defaultfont=默认字体

general=通用
advanced=高级
preview=预览
minimizewindowsettings=最小化

timeset=时间
audioset=声音
displayset=显示器
mediaset=媒体控制
batteryset=电池
netset=网络
monitorset=监控

about=关于

icosize=图标默认大小
icomaxsize=图标缩放后大小

icospace=图标之间距离大小
edgeposition=Dock 距离屏幕边缘大小


displaymode=选择Dock显示隐藏模式
displaynormal=默认显示模式
displaybottom=叠层显示模式
displayauto=自动隐藏模式
displaysmart=智能隐藏模式
displayhotkey=热键显示模式
displayalways=始终显示模式
displayhide=始终隐藏模式

Show activation bar=隐藏 Dock 后显示激活条

positiononscreen=Dock 所在屏幕位置
screenleft=左边
screenbottom=底边
screenright=右边
screentop=顶边
multiscreen=选择要显示Dock的屏幕
lockicon=锁定图标拖动
windowsborder=开启窗口边界防止遮挡 Dock
jumpanimation=点击图标后弹跳打开程序
folderDoubleclickOpen=文件夹图标双击打开
gpurendicon=使用GPU合成渲染Dock图标
iconmask=为全局图标添加遮罩效果
show indicators=为打开的应用程序显示指示灯
Runapp separator=为新运行的程序图标添加分隔符
newapp=显示新运行程序图标
blacklist=管理禁止列表
noblacklist=无禁止程序
hotcornerleft=屏幕左下角触发功能
hotcornerright=屏幕右下角触发功能
hotkeypad=显示启动台快捷键
hotkeyDock=显示 Dock 快捷键

minimize=开启最小化窗口到 Dock
animationoff=关闭窗口最小化动画
Slow animation=按住 Shift 键慢放最小化动画
useMipMap=最小化纹理生成MipMap
GDIscreenshot=最小化使用GDI方式截图(适用于最小化崩溃)
screencapturetype=最小化截图方式

minimizeeffect=最小化窗口使用特效

genie=神奇效果
scale=缩放效果
scaleDX=缩放效果DX
suck=吮吸效果


selectGPU=最小化渲染使用显卡
DirectX=最小化DirectX版本
SamplerState=最小化纹理过滤方式（DX11及以上推荐LINEAR）
Minimizeblacklist=取消最小化动画窗口
Editwindowlist=编辑窗口列表


previewon=启用窗口预览功能
previewsize=窗口预览大小
previewdelay=延迟显示预览

previewcontrol=显示其他预览元素
previewappname=应用程序名称
previewbutton=窗口控制按钮
aeropeek=鼠标悬停时显示全窗口预览


logotype=选择左侧按钮样式
diylogo=自定义
shutdownmsgbox=关机重启系统显示确认对话框
finderdark=选择访达颜色模式

finderdark_auto=壁纸颜色
finderdark_set=跟随全局

finderdisplaymode=选择访达显示隐藏模式

finderautochangecolor=窗口最大化使用沉浸模式

showaudio=在访达中显示音量图标
showbattery=在访达中显示电池图标
showwifi=在访达中显示WiFi图标
showbluetooth=在访达中显示蓝牙图标
showdisplay=在访达中显示显示器图标
showcpu=CPU
showtemp=核心温度
showmen=内存
showdisk=磁盘
shownet=网速

formatdate=选择日期显示格式
formattime=选择时间显示格式

combinebattery=多电池合并显示电量
mediatype=选择音量亮度提示样式

media_system=系统样式
media_mac=Mac样式
media_ios=iOS样式

hotkeyvolup=音量增加快捷键
hotkeyvoldown=音量降低快捷键
hotkeyvolmute=音量静音快捷键


hotkeybriup=亮度增加快捷键
hotkeybridown=亮度降低快捷键

theme=主题

wallpaper=壁纸

selectwallpaper=请选择壁纸主题
wallpapernone=无
wallpaperdownload=下载壁纸主题
wallpaperOK=应用壁纸

contribute=支持捐赠
netdisk=访问官网
updatelog=更新日志
update=检查更新
restartdock=重启程序
uninstall=卸载程序

ok=确定
cancel=取消

------------------------------------------------------------
[hotcorners]
nothing=无
allwindows=显示所有窗口
launchpad=显示启动台
displaytosleep=关闭显示器
startmenu=显示开始菜单
showdesktop=显示桌面
actioncenter=Windows 操作中心
screensaver=屏幕保护

[settingtips]

;设置界面弹出错误提示
gpurendtip=开启此选项有可能会造成电脑死机情况，请不要退出dock本次启动是临时开启，退出dock将会保存此配置，使用一段时间后如果电脑死机下次启动会自动取消GPU合成渲染。
DPIerrortip=当前缩放倍数大于系统缩放有可能会界面显示过大！
edgetip=开启限制窗口边界无法调整！
autohideerror=开启窗口边界不能启用此功能！
neterror=未找到可用网络，请检查连接。
autohide=开启自动隐藏Dock无法启用此功能！
fonttip=更改字体需重启程序后生效！
updateerror1=网络连接错误，请重试！
updateerror2=在线更新失败，是否打开更新文件下载页面？
updateerror3=多次尝试更新失败，请到网盘下载更新包！
updateerror4=当前网络不通畅，请重新检查更新获取更新日志。

updatetip1=已有新版本是否更新？
updatetip2=文件下载完毕是否立即更新？

noupdate=已是最新版本，无需更新！
uninstalltip=是否将本程序从系统中移除？
restarttip=重启程序后生效！
fontrestart=更改字体需重启程序后生效！

languagetips=部分界面需要重启才能生效！

uninstallcomplete=卸载完毕，如有未删除的文件请手动删除即可。

DPIerrortip=当前缩放倍数大于系统缩放有可能会界面显示过大！

;-------------------------------------------------------------------

[menu]
;右键菜单


newfinderwindow=新建 Finder 窗口
gotofolder=前往文件夹...
connecttoserver=连接服务器...
showlaunchpad=显示启动台


addnormalicon=添加普通图标
addsystemicon=添加系统图标
showtaskbar=显示任务栏
hidetaskbar=隐藏任务栏
preference=偏好设置
enddock=结束程序

editicon=设置此图标
removefromdock=从 Dock 中移除
keepindock=在 Dock 中保留
locationfile=打开文件所在位置
runagain=再次运行此程序
nevershowthis=不再显示此程序
adminmode=管理员模式运行
open=打开
quit=退出

emptytrash=清倒废纸篓
sortorder=排序方式
Byname=名称
Bysize=大小
Byextension=类型
Bydate/time=修改时间
Createtime=创建时间
Groupdirectories=目录优先
reverseorder=反转排序
closewindow=关闭此窗口
Display=显示内容为
Folder=文件夹
Stack=叠放
add delimiter=添加分隔符
del delimiter=删除分隔符
Locatefolder=直接打开
FolderEffect=显示效果
Grid=网格
Fan=扇形
showmodeapps=设定此程序独立显示隐藏模式
showmodedesktop=设定桌面显示隐藏模式
NominiEffect=不显示此程序窗口最小化动画
showmodenormal=跟随全局设置
msgtips=设置为消息提示程序
incognito=新建无痕模式窗口

systemmenu=系统菜单

timeskin=选择表盘
timedefault=默认表盘
timeMickey=米奇表盘
----------------------------------------------

[launchpad]
;launchpad界面

addicon=添加图标
deltips=您确定要删除此应用程序吗？
addiconerror=正在更新主程序，请稍后再试！


;搜索框标题
noresults=无结果
search=搜索
;添加pad图标界面
ok=完成
addtips=请将exe、lnk文件拖放到此处
----------------------------------------------

[promptwindow]

;清空垃圾箱提示和其他提示

ok=确定
cancel=取消
trashok=清倒废纸篓
trashtitle=您确定要清空废纸篓中的项目吗？
batterytip=电池电量低请连接充电器！
apperror=程序已被篡改，请重新下载！
eject=已弹出

-----------------------------------------------
;时间格式说明
;ddd 周几   dddd星期几  M月份  d日期  H 24小时格式  h 12小时格式   m 分钟  s 秒  
;双字母补齐两位数 例如 HH:mm:ss  09:06:05
;下面所有格式可自定修改,左边是编号可无限制添加下去 =后面留空表示不显示日期
;修改保存后立即生效,直接dock设置点击时间格式菜单即可显示生效
[formatdate]
1=
2=ddd
3=M月d日
4=M月d日 ddd
5=ddd M月d日

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;日历图标月份文字和日历每月1号文字

m1=1月
m2=2月
m3=3月
m4=4月
m5=5月
m6=6月
m7=7月
m8=8月
m9=9月
m10=10月
m11=11月
m12=12月

[findermenu]
bluetooth=蓝牙
Bluetooth settings=蓝牙偏好设置...
device=设备
Preferred network=首选网络
other networks=其他网络
network settings =网络偏好设置...
Audio=声音
output=输出
audio settings=声音偏好设置...
battery settings=电池偏好设置...
BatteryEstimatedTime=剩余可用
batterytime_hour=小时
batterytime_min=分钟
Edit title=编辑标题
Window border=开启窗口边界
end finder=退出访达...
About This PC=关于本机
System settings=系统偏好设置...
app Store=应用商店...
Task manager=任务管理器
Sleep=睡眠
Dormant=休眠
Shutdown=关机
Reboot=重新启动...
Lock screen=锁定屏幕
Logout=注销...

symbol=显示表情和符号
Screen Keyboard=显示虚拟键盘
keyboardname=显示输入法名称
Keyboard settings=键盘偏好设置...
display=显示器
systemdark=系统暗色模式
bluelight=夜间模式
displayset=显示器偏好设置...
hotspot=热点
airplane=飞行模式

eject=弹出

[findertips]
Mute=静音
battery=电池
AcOnLine=已接通电源
Charging=电池正在充电
notCharging=电池未充电
Usebattery=正在使用电池
Full battery=电量充满
brightness=亮度
show trayico=显示托盘图标

[findertitle]
file=文件
Edit=编辑
Show=显示
Go to=前往
windows=窗口
Help=帮助

[shutdown]
shutdown=是否关闭此电脑？
Reboot=是否重新启动系统？
Logout=是否注销此账户？
Dormant=是否将系统休眠？
sleep=是否将系统睡眠？
[wifi]
password=密码：
showpassword=显示密码
join=加入
cancel=取消